#!/bin/bash

# Packages
BREW_PACKAGES="
ack
adns
ansible
asciidoc
autoconf
automake
awscli
axel
bash
bash-completion
bazel
binutils
boost
cairo
cask
cask-repair
chromedriver
cmake
cocot
convmv
coreutils
curl
czmq
direnv
dirmngr
dnsmasq
docbook
docbook-xsl
doxygen
eigen
elixir
elixir-build
emacs
erlang
exenv
ffmpeg
ffmpeg2theora
fish
fontconfig
fontforge
freetype
fribidi
gcc
gd
gdbm
gdk-pixbuf
gettext
ghostscript
ghq
gibo
git
git-flow
git-secrets
glib
gmp
gnu-getopt
gnupg
gnutls
go
gobject-introspection
goenv
gpg-agent
graphite2
graphviz
harfbuzz
heroku
heroku-node
highlight
hr
htop
htop-osx
hub
hugo
icu4c
ilmbase
imagemagick
isl
jpeg
jpegoptim
jq
jx
lame
libassuan
libcroco
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc
libogg
libpng
librsvg
libsodium
libtasn1
libtiff
libtool
libunistring
libusb
libusb-compat
libvorbis
libyaml
little-cms2
lua
memcached
mercurial
mpfr
mysql
nettle
nginx
nmap
nodebrew
npth
numpy
nvm
oniguruma
openexr
openssl
openssl@1.1
p11-kit
pango
pcre
pcre2
peco
perl
phantomjs
pinentry
pixman
pkg-config
pngquant
postgresql
pth
pyenv
python
python@2
rbenv
rcm
readline
redis
ripgrep
ruby
ruby-build
shared-mime-info
sipcalc
spark
sqlite
swig
the_silver_searcher
theora
tidy-html5
tmux
tree
utf8proc
v8
vim
webp
wget
wifi-password
wxmac
x264
xmlto
xvid
xz
yarn
zeromq
"
