#!/bin/bash

# Packages
BREW_PACKAGES="
ack
adns
ansible
aom
asciidoc
autoconf
automake
awscli
axel
bash
bash-completion
bat
bazel
boost
cairo
carthage
cask
cask-repair
chromedriver
click
cmake
cocot
composer
convmv
coreutils
curl
czmq
direnv
dirmngr
dnsmasq
docbook
docbook-xsl
doxygen
eigen
elixir
elixir-build
emacs
erlang
exa
exenv
fd
ffmpeg
ffmpeg2theora
firebase-cli
fish
flac
fontconfig
fontforge
freetype
frei0r
fribidi
fzy
gcc
gd
gdbm
gdk-pixbuf
gettext
gh
ghostscript
ghq
gibo
giflib
git
git-flow
git-secrets
glib
gmp
gnu-getopt
gnupg
gnutls
go
gobject-introspection
goenv
gpg-agent
graphite2
graphviz
gts
harfbuzz
helm@2
hexyl
highlight
hr
htop
htop-osx
hub
hugo
icu4c
ilmbase
imagemagick
ipcalc
isl
jasper
jpeg
jpegoptim
jq
krb5
kube-ps1
kubectx
kubernetes-cli
lame
leptonica
libass
libassuan
libbluray
libcroco
libde265
libevent
libffi
libgcrypt
libgpg-error
libheif
libidn2
libkate
libksba
libmpc
libogg
libomp
libpng
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libspiro
libtasn1
libtiff
libtool
libuninameslist
libunistring
libusb
libusb-compat
libvidstab
libvorbis
libvpx
libyaml
little-cms2
lua
lzo
mercurial
mpfr
nasm
ncurses
netpbm
nettle
nmap
node
nodebrew
npth
numpy
oniguruma
openblas
opencore-amr
openexr
openjpeg
openssl
openssl@1.1
opus
p11-kit
pango
pcre
pcre2
peco
perl
phantomjs
pinentry
pipenv
pixman
pkg-config
pngquant
postgresql
procs
pth
pv
pyenv
python
python@2
python@3.8
rbenv
rcm
readline
ripgrep
rtmpdump
rubberband
ruby
ruby-build
sdl2
shared-mime-info
sipcalc
skaffold
snappy
sops
source-highlight
spark
speex
sphinx-doc
sqlite
squashctl
srt
stern
swiftlint
swig
terraform
tesseract
texi2html
tfenv
the_silver_searcher
theora
tidy-html5
tmux
tree
unbound
utf8proc
v8
vim
webp
wget
wifi-password
wxmac
x264
x265
xmlto
xvid
xz
yarn
zeromq
zplug
"
