#!/bin/bash

# Packages
BREW_PACKAGES="
ack
ansible
autoconf
awscli
axel
bash-completion
binutils
boost
boot2docker
cairo
cask
chromedriver
cmake
cocot
convmv
cowsay
curl
czmq
dinghy
direnv
dnsmasq
docker
docker-compose
docker-machine
eigen
elasticsearch17
elixir
elixir-build
emacs
erlang
exenv
ffmpeg
ffmpeg2theora
fish
fontconfig
fontforge
freetype
gcc
gdbm
gdk-pixbuf
gettext
ghostscript
gibo
git
git-flow
git-secrets
glib
gmp
gnupg
go
gobject-introspection
harfbuzz
heroku
htop-osx
hub
hugo
icu4c
ilmbase
imagemagick
isl
jpeg
jpegoptim
jq
lame
libcroco
libevent
libffi
libmpc
libogg
libpng
librsvg
libsodium
libtiff
libtool
libvorbis
libyaml
little-cms2
memcached
mercurial
mpfr
mysql
nginx
numpy
nvm
nyancat
oniguruma
opencv
openexr
openssl
pango
pcre
pcre2
peco
perl
phantomjs
pixman
pkg-config
pngquant
postgresql
python
rbenv
rbenv-gemset
readline
redis
ricty
ruby
ruby-build
shared-mime-info
spark
sqlite
the_silver_searcher
theora
tidy-html5
tmux
tree
unfs3
utf8proc
v8-315
vim
wget
wifi-password
wxmac
x264
xvid
xz
zeromq
zsh
"
